Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# RecordSettings_Length
source: Record length (bytes)
ar: طول السجل (بايت)
cs: Délka záznamu (bajty)
de: Datensatzlänge (Bytes)
el: Μήκος εγγραφής (byte)
es: Longitud de registro (bytes)
fa: طول رکورد (بایت)
fr: Longueur d'enregistrement (octets)
hu: Rekordhossz (bájt)
id: Panjang rekaman (byte)
it: Lunghezza record (byte)
ja: レコード長 (バイト)
ko: 레코드 길이(바이트)
pl: Długość rekordu (bajty)
pt: Comprimento do registro (bytes)
ro: Lungimea înregistrării (octeți)
th: ความยาวเรคคอร์ด (ไบต์)
tr: Kayıt uzunluğu (bayt)
uk: Довжина запису (байти)
vi: Độ dài bản ghi (byte)
zh_hans: 记录长度（字节）
zh_hant: 記錄長度（位元組）

# RecordSettings_Start
source: Start offset of the first record
ar: إزاحة بداية السجل الأول
cs: Počáteční posun prvního záznamu
de: Start-Offset des ersten Datensatzes
el: Μετατόπιση αρχής της πρώτης εγγραφής
es: Desplazamiento inicial del primer registro
fa: آفست آغاز نخستین رکورد
fr: Décalage de début du premier enregistrement
hu: Az első rekord kezdő eltolása
id: Offset awal rekaman pertama
it: Offset iniziale del primo record
ja: 最初のレコードの開始オフセット
ko: 첫 레코드의 시작 오프셋
pl: Przesunięcie początkowe pierwszego rekordu
pt: Deslocamento inicial do primeiro registro
ro: Deplasamentul de început al primei înregistrări
th: ออฟเซ็ตเริ่มต้นของเรคคอร์ดแรก
tr: İlk kaydın başlangıç ofseti
uk: Початкове зміщення першого запису
vi: Độ lệch bắt đầu của bản ghi đầu tiên
zh_hans: 第一条记录的起始偏移量
zh_hant: 第一筆記錄的起始位移

# RecordSettings_PerRow
source: One record per row (4,096 bytes or less)
ar: سجل واحد لكل صف (4,096 بايت أو أقل)
cs: Jeden záznam na řádek (nejvýše 4 096 bajtů)
de: Ein Datensatz pro Zeile (höchstens 4.096 Bytes)
el: Μία εγγραφή ανά γραμμή (4.096 byte ή λιγότερο)
es: Un registro por fila (4096 bytes o menos)
fa: یک رکورد در هر سطر (4,096 بایت یا کمتر)
fr: Un enregistrement par ligne (4 096 octets au plus)
hu: Soronként egy rekord (legfeljebb 4096 bájt)
id: Satu rekaman per baris (4.096 byte atau kurang)
it: Un record per riga (4.096 byte o meno)
ja: 1 行を 1 レコードにする (4,096 バイト以下)
ko: 행당 레코드 하나(4,096바이트 이하)
pl: Jeden rekord na wiersz (najwyżej 4096 bajtów)
pt: Um registro por linha (4.096 bytes ou menos)
ro: O înregistrare pe rând (cel mult 4.096 de octeți)
th: หนึ่งเรคคอร์ดต่อแถว (ไม่เกิน 4,096 ไบต์)
tr: Satır başına bir kayıt (4.096 bayt veya daha az)
uk: Один запис у рядку (не більше 4 096 байтів)
vi: Mỗi hàng một bản ghi (từ 4.096 byte trở xuống)
zh_hans: 每行一条记录（4,096 字节或以下）
zh_hant: 每列一筆記錄（4,096 個位元組以下）

# RecordSettings_Numbers
source: Record numbers in offset column
ar: أرقام السجلات في عمود الإزاحة
cs: Čísla záznamů ve sloupci posunů
de: Datensatznummern in der Offset-Spalte
el: Αριθμοί εγγραφών στη στήλη μετατόπισης
es: Números de registro en la columna de desplazamiento
fa: شمارهٔ رکورد در ستون آفست
fr: Numéros d'enregistrement dans la colonne des décalages
hu: Rekordszámok az eltolásoszlopban
id: Nomor rekaman di kolom offset
it: Numeri di record nella colonna offset
ja: オフセット列にレコード番号を表示
ko: 오프셋 열에 레코드 번호 표시
pl: Numery rekordów w kolumnie przesunięcia
pt: Números de registro na coluna de deslocamento
ro: Numere de înregistrare în coloana deplasament
th: หมายเลขเรคคอร์ดในคอลัมน์ออฟเซ็ต
tr: Ofset sütununda kayıt numaraları
uk: Номери записів у стовпці зміщення
vi: Số bản ghi trong cột độ lệch
zh_hans: 在偏移量列中显示记录编号
zh_hant: 在位移欄顯示記錄編號

# RecordSettings_LengthRange
source: Enter a record length from 1 to 2,147,483,647.
ar: أدخل طول سجل من 1 إلى 2,147,483,647.
cs: Zadejte délku záznamu od 1 do 2 147 483 647.
de: Geben Sie eine Datensatzlänge von 1 bis 2.147.483.647 ein.
el: Εισαγάγετε μήκος εγγραφής από 1 έως 2.147.483.647.
es: Escribe una longitud de registro de 1 a 2 147 483 647.
fa: طول رکورد را از 1 تا 2,147,483,647 وارد کنید.
fr: Entrez une longueur d'enregistrement comprise entre 1 et 2 147 483 647.
hu: Adjon meg egy 1 és 2 147 483 647 közötti rekordhosszt.
id: Masukkan panjang rekaman dari 1 hingga 2.147.483.647.
it: Immetti una lunghezza del record da 1 a 2.147.483.647.
ja: レコード長は 1〜2,147,483,647 で入力してください。
ko: 레코드 길이를 1~2,147,483,647 사이로 입력하세요.
pl: Wprowadź długość rekordu od 1 do 2 147 483 647.
pt: Insira um comprimento de registro de 1 a 2.147.483.647.
ro: Introduceți o lungime a înregistrării între 1 și 2.147.483.647.
th: ป้อนความยาวเรคคอร์ดตั้งแต่ 1 ถึง 2,147,483,647
tr: 1 ile 2.147.483.647 arasında bir kayıt uzunluğu girin.
uk: Введіть довжину запису від 1 до 2 147 483 647.
vi: Hãy nhập độ dài bản ghi từ 1 đến 2.147.483.647.
zh_hans: 请输入 1 到 2,147,483,647 之间的记录长度。
zh_hant: 請輸入 1 到 2,147,483,647 的記錄長度。

# RecordSettings_StartRange
source: Enter a start offset from 0 to the document length.
ar: أدخل إزاحة بداية من 0 إلى طول المستند.
cs: Zadejte počáteční posun od 0 do délky dokumentu.
de: Geben Sie einen Start-Offset von 0 bis zur Dokumentlänge ein.
el: Εισαγάγετε μετατόπιση αρχής από 0 έως το μήκος του εγγράφου.
es: Escribe un desplazamiento inicial entre 0 y la longitud del documento.
fa: آفست آغاز را از 0 تا طول سند وارد کنید.
fr: Entrez un décalage de début compris entre 0 et la longueur du document.
hu: Adjon meg egy 0 és a dokumentum hossza közötti kezdő eltolást.
id: Masukkan offset awal dari 0 hingga panjang dokumen.
it: Immetti un offset iniziale compreso tra 0 e la lunghezza del documento.
ja: 開始オフセットは 0〜ドキュメントの長さで入力してください。
ko: 시작 오프셋을 0부터 문서 길이 사이로 입력하세요.
pl: Wprowadź przesunięcie początkowe od 0 do długości dokumentu.
pt: Insira um deslocamento inicial de 0 até o comprimento do documento.
ro: Introduceți un deplasament de început între 0 și lungimea documentului.
th: ป้อนออฟเซ็ตเริ่มต้นตั้งแต่ 0 ถึงความยาวของเอกสาร
tr: 0 ile belge uzunluğu arasında bir başlangıç ofseti girin.
uk: Введіть початкове зміщення від 0 до довжини документа.
vi: Hãy nhập độ lệch bắt đầu từ 0 đến độ dài tài liệu.
zh_hans: 请输入 0 到文档长度之间的起始偏移量。
zh_hant: 請輸入 0 到文件長度之間的起始位移。

# Separator_NotMultiple
source: The length must be a multiple of the bytes per row ({0}).
ar: يجب أن يكون الطول من مضاعفات عدد البايتات في كل صف ({0}).
cs: Délka musí být násobkem počtu bajtů na řádek ({0}).
de: Die Länge muss ein Vielfaches der Bytes pro Zeile ({0}) sein.
el: Το μήκος πρέπει να είναι πολλαπλάσιο των byte ανά γραμμή ({0}).
es: La longitud debe ser un múltiplo de los bytes por fila ({0}).
fa: طول باید مضربی از تعداد بایت در هر سطر ({0}) باشد.
fr: La longueur doit être un multiple du nombre d'octets par ligne ({0}).
hu: A hossznak a soronkénti bájtok számának ({0}) többszörösének kell lennie.
id: Panjang harus kelipatan jumlah byte per baris ({0}).
it: La lunghezza deve essere un multiplo dei byte per riga ({0}).
ja: 長さは 1 行のバイト数 ({0}) の倍数にしてください。
ko: 길이는 행당 바이트 수({0})의 배수여야 합니다.
pl: Długość musi być wielokrotnością liczby bajtów na wiersz ({0}).
pt: O comprimento deve ser um múltiplo dos bytes por linha ({0}).
ro: Lungimea trebuie să fie un multiplu al numărului de octeți pe rând ({0}).
th: ความยาวต้องเป็นผลคูณของจำนวนไบต์ต่อแถว ({0})
tr: Uzunluk, satır başına bayt sayısının ({0}) katı olmalıdır.
uk: Довжина має бути кратною кількості байтів у рядку ({0}).
vi: Độ dài phải là bội số của số byte mỗi hàng ({0}).
zh_hans: 长度必须是每行字节数（{0}）的倍数。
zh_hant: 長度必須是每列位元組數（{0}）的倍數。

# Separator_Range
source: Enter a length from {0} to {1}.
ar: أدخل طولاً من {0} إلى {1}.
cs: Zadejte délku od {0} do {1}.
de: Geben Sie eine Länge von {0} bis {1} ein.
el: Εισαγάγετε μήκος από {0} έως {1}.
es: Escribe una longitud de {0} a {1}.
fa: طولی از {0} تا {1} وارد کنید.
fr: Entrez une longueur comprise entre {0} et {1}.
hu: Adjon meg egy {0} és {1} közötti hosszt.
id: Masukkan panjang dari {0} hingga {1}.
it: Immetti una lunghezza da {0} a {1}.
ja: 長さは {0}〜{1} で入力してください。
ko: 길이를 {0}~{1} 사이로 입력하세요.
pl: Wprowadź długość od {0} do {1}.
pt: Insira um comprimento de {0} a {1}.
ro: Introduceți o lungime între {0} și {1}.
th: ป้อนความยาวตั้งแต่ {0} ถึง {1}
tr: {0} ile {1} arasında bir uzunluk girin.
uk: Введіть довжину від {0} до {1}.
vi: Hãy nhập độ dài từ {0} đến {1}.
zh_hans: 请输入 {0} 到 {1} 之间的长度。
zh_hant: 請輸入 {0} 到 {1} 的長度。

# Separator_RowShift
source: Not available while the row start is shifted.
ar: غير متاح أثناء إزاحة بداية الصف.
cs: Není k dispozici, když je začátek řádku posunutý.
de: Nicht verfügbar, solange der Zeilenanfang verschoben ist.
el: Δεν είναι διαθέσιμο ενώ η αρχή γραμμής είναι μετατοπισμένη.
es: No disponible mientras el inicio de fila esté desplazado.
fa: تا زمانی که آغاز سطر جابه‌جا شده است در دسترس نیست.
fr: Indisponible tant que le début des lignes est décalé.
hu: Nem érhető el, amíg a sorok kezdete el van tolva.
id: Tidak tersedia saat awal baris digeser.
it: Non disponibile mentre l'inizio della riga è spostato.
ja: 行の先頭をずらしている間は選べません。
ko: 행 시작을 이동한 동안에는 사용할 수 없습니다.
pl: Niedostępne, gdy początek wiersza jest przesunięty.
pt: Indisponível enquanto o início da linha estiver deslocado.
ro: Indisponibil cât timp începutul rândului este decalat.
th: ใช้ไม่ได้ขณะที่จุดเริ่มต้นของแถวถูกเลื่อน
tr: Satır başlangıcı kaydırılmışken kullanılamaz.
uk: Недоступно, поки початок рядка зсунуто.
vi: Không dùng được khi đầu hàng đang bị dịch.
zh_hans: 移动行起始位置时不可用。
zh_hant: 在列起點已位移時無法使用。

# ViewInput_Separator
source: Separator length (bytes)
ar: طول الفاصل (بايت)
cs: Délka oddílu (bajty)
de: Trennlänge (Bytes)
el: Μήκος διαχωρισμού (byte)
es: Longitud de separación (bytes)
fa: طول جداکننده (بایت)
fr: Longueur de séparation (octets)
hu: Elválasztó hossza (bájt)
id: Panjang pemisah (byte)
it: Lunghezza separatore (byte)
ja: 区切りの長さ (バイト)
ko: 구분 길이(바이트)
pl: Długość podziału (bajty)
pt: Comprimento do separador (bytes)
ro: Lungime separator (octeți)
th: ความยาวของการคั่น (ไบต์)
tr: Ayırıcı uzunluğu (bayt)
uk: Довжина розділення (байти)
vi: Độ dài phân đoạn (byte)
zh_hans: 分隔长度（字节）
zh_hant: 分隔長度（位元組）

# Status_Record
source: Record #{0} +{1}
ar: السجل #{0} +{1}
cs: Záznam č. {0} +{1}
de: Datensatz #{0} +{1}
el: Εγγραφή #{0} +{1}
es: Registro n.º {0} +{1}
fa: رکورد #{0} +{1}
fr: Enregistrement n° {0} +{1}
hu: Rekord: #{0} +{1}
id: Rekaman #{0} +{1}
ja: レコード #{0} +{1}
ko: 레코드 #{0} +{1}
pl: Rekord #{0} +{1}
pt: Registro #{0} +{1}
ro: Înregistrarea #{0} +{1}
th: เรคคอร์ด #{0} +{1}
tr: Kayıt #{0} +{1}
uk: Запис №{0} +{1}
vi: Bản ghi #{0} +{1}
zh_hans: 记录 #{0} +{1}
zh_hant: 記錄 #{0} +{1}

# Status_Page
source: Page {0} / {1}
ar: الصفحة {0} / {1}
cs: Stránka {0} / {1}
de: Seite {0} / {1}
el: Σελίδα {0} / {1}
es: Página {0} / {1}
fa: صفحه {0} / {1}
hu: Oldal: {0} / {1}
id: Halaman {0} / {1}
it: Pagina {0} / {1}
ja: ページ {0} / {1}
ko: 페이지 {0} / {1}
pl: Strona {0} / {1}
pt: Página {0} / {1}
ro: Pagina {0} / {1}
th: หน้า {0} / {1}
tr: Sayfa {0} / {1}
uk: Сторінка {0} / {1}
vi: Trang {0} / {1}
zh_hans: 页 {0} / {1}
zh_hant: 第 {0} / {1} 頁

# Status_Sector
source: Sector {0}
ar: القطاع {0}
cs: Sektor {0}
de: Sektor {0}
el: Τομέας {0}
fa: سکتور {0}
fr: Secteur {0}
hu: Szektor: {0}
id: Sektor {0}
it: Settore {0}
ja: セクタ {0}
ko: 섹터 {0}
pl: Sektor {0}
pt: Setor {0}
ro: Sectorul {0}
th: เซกเตอร์ {0}
tr: Sektör {0}
uk: Сектор {0}
zh_hans: 扇区 {0}
zh_hant: 磁區 {0}

# Status_Section
source: Section {0} / {1}
ar: القسم {0} / {1}
cs: Oddíl {0} / {1}
de: Abschnitt {0} / {1}
el: Τμήμα {0} / {1}
es: Sección {0} / {1}
fa: بخش {0} / {1}
hu: Szakasz: {0} / {1}
id: Bagian {0} / {1}
it: Sezione {0} / {1}
ja: 区切り {0} / {1}
ko: 구역 {0} / {1}
pl: Sekcja {0} / {1}
pt: Seção {0} / {1}
ro: Secțiunea {0} / {1}
th: ส่วน {0} / {1}
tr: Bölüm {0} / {1}
uk: Розділ {0} / {1}
vi: Phần {0} / {1}
zh_hans: 节 {0} / {1}
zh_hant: 區段 {0} / {1}

# Status_Sync
source: Sync
ar: مزامنة
cs: Synchr.
el: Συγχρ.
es: Sinc.
fa: همگام
fr: Synchro
hu: Szinkron
id: Sinkron
it: Sinc.
ja: 同期
ko: 동기화
pl: Synchr.
pt: Sinc.
ro: Sincr.
th: ซิงค์
tr: Eşitleme
uk: Синхр.
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

# Status_ReversedEndian
source: {0} (reversed)
ar: {0} (معكوس)
cs: {0} (obráceně)
de: {0} (umgekehrt)
el: {0} (αντίστροφα)
es: {0} (invertido)
fa: {0} (وارونه)
fr: {0} (inversé)
hu: {0} (fordított)
id: {0} (terbalik)
it: {0} (invertito)
ja: {0} (逆順表示)
ko: {0}(역순)
pl: {0} (odwrócone)
pt: {0} (invertido)
ro: {0} (inversat)
th: {0} (ย้อนลำดับ)
tr: {0} (ters)
uk: {0} (зворотний)
vi: {0} (đảo ngược)
zh_hans: {0}（反向）
zh_hant: {0}（反向）

# Status_Item_Position
source: Sector / page / record
ar: القطاع / الصفحة / السجل
cs: Sektor / stránka / záznam
de: Sektor / Seite / Datensatz
el: Τομέας / σελίδα / εγγραφή
es: Sector / página / registro
fa: سکتور / صفحه / رکورد
fr: Secteur / page / enregistrement
hu: Szektor / oldal / rekord
id: Sektor / halaman / rekaman
it: Settore / pagina / record
ja: セクタ / ページ / レコード
ko: 섹터/페이지/레코드
pl: Sektor / strona / rekord
pt: Setor / página / registro
ro: Sector / pagină / înregistrare
th: เซกเตอร์ / หน้า / เรคคอร์ด
tr: Sektör / sayfa / kayıt
uk: Сектор / сторінка / запис
vi: Sector / trang / bản ghi
zh_hans: 扇区/页/记录
zh_hant: 磁區/頁面/記錄

# Status_Item_Format
source: Cell format
ar: تنسيق الخلية
cs: Formát buněk
de: Zellformat
el: Μορφή κελιού
es: Formato de celda
fa: قالب خانه
fr: Format des cellules
hu: Cellaformátum
id: Format sel
it: Formato celle
ja: 表示形式
ko: 셀 형식
pl: Format komórek
pt: Formato da célula
ro: Format celulă
th: รูปแบบเซลล์
tr: Hücre biçimi
uk: Формат комірок
vi: Định dạng ô
zh_hans: 单元格格式
zh_hant: 儲存格格式

# Status_Item_Endian
source: Endianness
ar: ترتيب البايتات
cs: Pořadí bajtů
de: Bytereihenfolge
el: Σειρά byte
es: Orden de bytes
fa: ترتیب بایت
fr: Boutisme
hu: Bájtsorrend
id: Urutan byte
it: Ordine dei byte
ja: エンディアン
ko: 엔디언
pl: Kolejność bajtów
pt: Ordem dos bytes
ro: Ordinea octeților
th: ลำดับไบต์
tr: Bayt sırası
uk: Порядок байтів
vi: Thứ tự byte
zh_hans: 字节序
zh_hant: 位元組順序

# Status_Item_Sync
source: Synchronized scrolling
ar: التمرير المتزامن
cs: Synchronizované posouvání
de: Synchroner Bildlauf
el: Συγχρονισμένη κύλιση
es: Desplazamiento sincronizado
fa: پیمایش همگام
fr: Défilement synchronisé
hu: Szinkronizált görgetés
id: Gulir sinkron
it: Scorrimento sincronizzato
ja: 同期
ko: 동기 스크롤
pl: Synchronizowane przewijanie
pt: Rolagem sincronizada
ro: Defilare sincronizată
th: การเลื่อนพร้อมกัน
tr: Eşitlenmiş kaydırma
uk: Синхронне прокручування
vi: Cuộn đồng bộ
zh_hans: 同步滚动
zh_hant: 同步捲動

# Set_view_byteTheme
source: Byte theme
ar: سمة البايتات
cs: Motiv bajtů
de: Byte-Design
el: Θέμα byte
es: Tema de bytes
fa: طرح زمینهٔ بایت
fr: Thème d'octets
hu: Bájttéma
id: Tema byte
it: Tema byte
ja: バイトテーマ
ko: 바이트 테마
pl: Motyw bajtów
pt: Tema de bytes
ro: Temă octeți
th: ธีมไบต์
tr: Bayt teması
uk: Тема байтів
vi: Chủ đề byte
zh_hans: 字节主题
zh_hant: 位元組配色

# SetDesc_view_byteTheme
source: Colors bytes by value (none, by kind, gradient, or a custom file).
ar: يلوّن البايتات حسب القيمة (بلا، حسب النوع، تدرج، أو ملف مخصص).
cs: Obarví bajty podle hodnoty (žádný, podle druhu, přechod nebo vlastní soubor).
de: Färbt Bytes nach Wert ein (keins, nach Art, Farbverlauf oder eine benutzerdefinierte Datei).
el: Χρωματίζει τα byte ανάλογα με την τιμή (κανένα, κατά είδος, διαβάθμιση ή προσαρμοσμένο αρχείο).
es: Colorea los bytes según su valor (ninguno, por tipo, degradado o un archivo personalizado).
fa: بایت‌ها را بر اساس مقدار رنگ می‌کند (هیچ، بر اساس نوع، گرادیان یا فایل سفارشی).
fr: Colore les octets selon leur valeur (aucun, par type, dégradé ou fichier personnalisé).
hu: A bájtok színezése érték szerint (nincs, típus szerint, színátmenet vagy egyéni fájl).
id: Mewarnai byte menurut nilai (tidak ada, menurut jenis, gradien, atau file kustom).
it: Colora i byte in base al valore (nessuno, per tipo, gradiente o un file personalizzato).
ja: バイトの値で文字に色を付けます (なし、種類別、グラデーション、独自のファイル)。
ko: 값에 따라 바이트에 색을 지정합니다(없음, 종류별, 그라데이션 또는 사용자 지정 파일).
pl: Koloruje bajty według wartości (brak, według rodzaju, gradient lub plik niestandardowy).
pt: Colore os bytes por valor (nenhum, por tipo, gradiente ou um arquivo personalizado).
ro: Colorează octeții după valoare (niciuna, după tip, gradient sau un fișier particularizat).
th: ระบายสีไบต์ตามค่า (ไม่มี ตามชนิด ไล่ระดับสี หรือไฟล์ที่กำหนดเอง)
tr: Baytları değere göre renklendirir (yok, türe göre, renk geçişi veya özel bir dosya).
uk: Розфарбовувати байти за значенням (немає, за типом, градієнт або власний файл).
vi: Tô màu byte theo giá trị (không, theo loại, chuyển sắc, hoặc tệp tùy chỉnh).
zh_hans: 按值为字节着色（无、按种类、渐变或自定义文件）。
zh_hant: 依值為位元組上色（無、依種類、漸層或自訂檔案）。

# Set_view_minimap_visible
source: Show minimap
ar: إظهار الخريطة المصغرة
cs: Zobrazit minimapu
de: Minimap anzeigen
el: Εμφάνιση μικροχάρτη
es: Mostrar minimapa
fa: نمایش نقشهٔ کوچک
fr: Afficher la minicarte
hu: Minitérkép megjelenítése
id: Tampilkan peta mini
it: Mostra minimappa
ja: ミニマップを表示
ko: 미니맵 표시
pl: Pokaż minimapę
pt: Mostrar minimapa
ro: Afișare minihartă
th: แสดงมินิแมป
tr: Mini haritayı göster
uk: Показувати мінікарту
vi: Hiện bản đồ thu nhỏ
zh_hans: 显示缩略图
zh_hant: 顯示縮圖

# SetDesc_view_minimap_visible
source: Shows the data overview strip next to the scroll bar.
ar: يُظهر شريط نظرة عامة على البيانات بجوار شريط التمرير.
cs: Zobrazí vedle posuvníku pruh s přehledem dat.
de: Zeigt neben der Bildlaufleiste einen Übersichtsstreifen der Daten an.
el: Εμφανίζει τη λωρίδα επισκόπησης δεδομένων δίπλα στη γραμμή κύλισης.
es: Muestra una franja de vista general de los datos junto a la barra de desplazamiento.
fa: نوار نمای کلی داده را کنار نوار پیمایش نمایش می‌دهد.
fr: Affiche une bande de vue d'ensemble des données à côté de la barre de défilement.
hu: Az adatok áttekintő sávjának megjelenítése a görgetősáv mellett.
id: Menampilkan strip ringkasan data di samping bilah gulir.
it: Mostra la striscia di panoramica dei dati accanto alla barra di scorrimento.
ja: スクロールバーの左にデータの概要の帯を表示します。
ko: 스크롤 막대 옆에 데이터 개요 띠를 표시합니다.
pl: Pokazuje pasek przeglądu danych obok paska przewijania.
pt: Mostra a faixa de visão geral dos dados ao lado da barra de rolagem.
ro: Afișează banda de prezentare generală a datelor lângă bara de defilare.
th: แสดงแถบภาพรวมข้อมูลถัดจากแถบเลื่อน
tr: Kaydırma çubuğunun yanında veri genel bakış şeridini gösterir.
uk: Показувати смугу огляду даних поруч зі смугою прокручування.
vi: Hiện dải tổng quan dữ liệu bên cạnh thanh cuộn.
zh_hans: 在滚动条旁边显示数据概览条。
zh_hant: 在捲軸旁顯示資料概觀列。

# Set_view_minimap_width
source: Minimap width
ar: عرض الخريطة المصغرة
cs: Šířka minimapy
de: Breite der Minimap
el: Πλάτος μικροχάρτη
es: Ancho del minimapa
fa: پهنای نقشهٔ کوچک
fr: Largeur de la minicarte
hu: Minitérkép szélessége
id: Lebar peta mini
it: Larghezza minimappa
ja: ミニマップの幅
ko: 미니맵 너비
pl: Szerokość minimapy
pt: Largura do minimapa
ro: Lățime minihartă
th: ความกว้างของมินิแมป
tr: Mini harita genişliği
uk: Ширина мінікарти
vi: Độ rộng bản đồ thu nhỏ
zh_hans: 缩略图宽度
zh_hant: 縮圖寬度

# SetDesc_view_minimap_width
source: Width of the minimap (40 to 200).
ar: عرض الخريطة المصغرة (من 40 إلى 200).
cs: Šířka minimapy (40 až 200).
de: Breite der Minimap (40 bis 200).
el: Πλάτος του μικροχάρτη (40 έως 200).
es: Ancho del minimapa (de 40 a 200).
fa: پهنای نقشهٔ کوچک (40 تا 200).
fr: Largeur de la minicarte (40 à 200).
hu: A minitérkép szélessége (40–200).
id: Lebar peta mini (40 hingga 200).
it: Larghezza della minimappa (da 40 a 200).
ja: ミニマップの幅 (40〜200)。
ko: 미니맵의 너비(40~200)입니다.
pl: Szerokość minimapy (od 40 do 200).
pt: Largura do minimapa (de 40 a 200).
ro: Lățimea miniharții (între 40 și 200).
th: ความกว้างของมินิแมป (40 ถึง 200)
tr: Mini haritanın genişliği (40 ile 200).
uk: Ширина мінікарти (від 40 до 200).
vi: Độ rộng của bản đồ thu nhỏ (40 đến 200).
zh_hans: 缩略图的宽度（40 到 200）。
zh_hant: 縮圖的寬度（40 到 200）。

# Set_view_minimap_content
source: Minimap content
ar: محتوى الخريطة المصغرة
cs: Obsah minimapy
de: Inhalt der Minimap
el: Περιεχόμενο μικροχάρτη
es: Contenido del minimapa
fa: محتوای نقشهٔ کوچک
fr: Contenu de la minicarte
hu: Minitérkép tartalma
id: Isi peta mini
it: Contenuto minimappa
ja: ミニマップの表示内容
ko: 미니맵 내용
pl: Zawartość minimapy
pt: Conteúdo do minimapa
ro: Conținut minihartă
th: เนื้อหาของมินิแมป
tr: Mini harita içeriği
uk: Вміст мінікарти
vi: Nội dung bản đồ thu nhỏ
zh_hans: 缩略图内容
zh_hant: 縮圖內容

# SetDesc_view_minimap_content
source: What the minimap shows for each pixel row.
ar: ما تعرضه الخريطة المصغرة لكل صف من البكسلات.
cs: Co minimapa zobrazuje pro každý řádek pixelů.
de: Was die Minimap für jede Pixelzeile anzeigt.
el: Τι εμφανίζει ο μικροχάρτης για κάθε γραμμή pixel.
es: Lo que muestra el minimapa en cada fila de píxeles.
fa: آنچه نقشهٔ کوچک برای هر سطر پیکسل نمایش می‌دهد.
fr: Ce que la minicarte affiche pour chaque ligne de pixels.
hu: Mit mutasson a minitérkép az egyes képpontsorokban.
id: Apa yang ditampilkan peta mini untuk setiap baris piksel.
it: Cosa mostra la minimappa per ogni riga di pixel.
ja: ミニマップの各行に表示する値。
ko: 미니맵이 각 픽셀 행에 표시하는 값입니다.
pl: Co minimapa pokazuje dla każdego wiersza pikseli.
pt: O que o minimapa mostra para cada linha de pixels.
ro: Ce afișează miniharta pentru fiecare rând de pixeli.
th: สิ่งที่มินิแมปแสดงสำหรับแต่ละแถวพิกเซล
tr: Mini haritanın her piksel satırı için gösterdiği bilgi.
uk: Що мінікарта показує для кожного рядка пікселів.
vi: Nội dung bản đồ thu nhỏ hiện cho mỗi hàng điểm ảnh.
zh_hans: 缩略图中每个像素行显示的内容。
zh_hant: 縮圖每一像素列所顯示的內容。

# SetOpt_view_minimap_content_entropy
source: Entropy
ar: الإنتروبيا
cs: Entropie
de: Entropie
el: Εντροπία
es: Entropía
fa: آنتروپی
fr: Entropie
hu: Entrópia
id: Entropi
it: Entropia
ja: エントロピー
ko: 엔트로피
pl: Entropia
pt: Entropia
ro: Entropie
th: เอนโทรปี
tr: Entropi
uk: Ентропія
zh_hans: 熵
zh_hant: 熵

# SetOpt_view_minimap_content_byteKinds
source: Byte kinds
ar: أنواع البايتات
cs: Druhy bajtů
de: Bytearten
el: Είδη byte
es: Tipos de bytes
fa: انواع بایت
fr: Types d'octets
hu: Bájttípusok
id: Jenis byte
it: Tipi di byte
ja: バイトの種類
ko: 바이트 종류
pl: Rodzaje bajtów
pt: Tipos de byte
ro: Tipuri de octeți
th: ชนิดของไบต์
tr: Bayt türleri
uk: Типи байтів
vi: Loại byte
zh_hans: 字节种类
zh_hant: 位元組種類

# SetOpt_view_minimap_content_byteValue
source: Byte value
ar: قيمة البايت
cs: Hodnota bajtu
de: Bytewert
el: Τιμή byte
es: Valor de byte
fa: مقدار بایت
fr: Valeur des octets
hu: Bájtérték
id: Nilai byte
it: Valore dei byte
ja: バイト値
ko: 바이트 값
pl: Wartość bajtów
pt: Valor do byte
ro: Valoarea octetului
th: ค่าไบต์
tr: Bayt değeri
uk: Значення байта
vi: Giá trị byte
zh_hans: 字节值
zh_hant: 位元組值

# SetOpt_view_minimap_content_zero
source: Non-zero bytes
ar: البايتات غير الصفرية
cs: Nenulové bajty
de: Bytes ungleich null
el: Μη μηδενικά byte
es: Bytes distintos de cero
fa: بایت‌های غیرصفر
fr: Octets non nuls
hu: Nem nulla bájtok
id: Byte bukan nol
it: Byte diversi da zero
ja: ゼロ以外の割合
ko: 0이 아닌 바이트
pl: Bajty niezerowe
pt: Bytes diferentes de zero
ro: Octeți nenuli
th: ไบต์ที่ไม่ใช่ศูนย์
tr: Sıfır olmayan baytlar
uk: Ненульові байти
vi: Byte khác 0
zh_hans: 非零字节
zh_hant: 非零位元組

# SetOpt_view_minimap_content_byteTheme
source: Byte theme
ar: سمة البايتات
cs: Motiv bajtů
de: Byte-Design
el: Θέμα byte
es: Tema de bytes
fa: طرح زمینهٔ بایت
fr: Thème d'octets
hu: Bájttéma
id: Tema byte
it: Tema byte
ja: バイトテーマ
ko: 바이트 테마
pl: Motyw bajtów
pt: Tema de bytes
ro: Temă octeți
th: ธีมไบต์
tr: Bayt teması
uk: Тема байтів
vi: Chủ đề byte
zh_hans: 字节主题
zh_hant: 位元組配色

# Set_view_minimap_range
source: Minimap range
ar: نطاق الخريطة المصغرة
cs: Rozsah minimapy
de: Bereich der Minimap
el: Εύρος μικροχάρτη
es: Rango del minimapa
fa: محدودهٔ نقشهٔ کوچک
fr: Zone de la minicarte
hu: Minitérkép tartománya
id: Rentang peta mini
it: Intervallo minimappa
ja: ミニマップの範囲
ko: 미니맵 범위
pl: Zakres minimapy
pt: Intervalo do minimapa
ro: Interval minihartă
th: ช่วงของมินิแมป
tr: Mini harita aralığı
uk: Діапазон мінікарти
vi: Phạm vi bản đồ thu nhỏ
zh_hans: 缩略图范围
zh_hant: 縮圖範圍
